[
  {
    "book": "John",
    "chapter": 3,
    "verse": 16,
    "start": 45,
    "end": 61,
    "body": "‘one and only’ (Gk. monogenēs) – can also be rendered ‘only Son’ or ‘only begotten’. Jesus calls himself the only Son of God and invites belief in his name. <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_two/article_2/iii_the_only_son_of_god.html#444\" target=\"_blank\">CCC 441–445</a>"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 16,
    "start": 103,
    "end": 109,
    "body": "‘perish’ – refers to eternal ruin rather than physical death; God does not will anyone to perish, but wants all to come to repentance. <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_three/article_12/iv_hell.html#1033\" target=\"_blank\">CCC 1033–1037</a>"
  },
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 27,
    "start": 65,
    "end": 96,
    "body": "‘male and female he created them’ – The divine image is present in every person; man and woman share equal dignity, being created in God’s image. <a href=\"https://www.vatican.va/archive/ENG0015/__P1B.HTM#355\" target=\"_blank\">CCC 355–357</a>"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 53,
    "start": 69,
    "end": 120,
    "body": "‘eat the flesh … drink his blood’ – Jesus speaks literally of the Eucharist, the sacrament in which believers receive his body and blood. The Eucharist is the source and summit of the Christian life. <a href=\"https://www.vatican.va/content/catechism/en/part_two/section_two/chapter_one/article_3/i_the_eucharist_-_source_and_summit_of_ecclesial_life.html#1324\" target=\"_blank\">CCC 1324–1327</a>"
  },
  {
    "book": "John",
    "chapter": 15,
    "verse": 26,
    "start": 96,
    "end": 120,
    "body": "‘proceeds from the Father’ – The Catechism notes that the Eastern tradition emphasizes the Father as the first origin of the Spirit, who is sent by the Father through the Son, while the Western tradition affirms that the Spirit proceeds from the Father and the Son (filioque). <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_one/article_1/paragraph_2_the_father.html#248\" target=\"_blank\">CCC 248</a>"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 14,
    "start": 82,
    "end": 112,
    "body": "‘one and only Son of the Father’ – The title ‘Son of God’ signifies the unique and eternal relationship of Jesus to his Father; he is the only Son, sharing the divine nature. <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_two/article_2/iii_the_only_son_of_god.html#444\" target=\"_blank\">CCC 441–445</a>"
  },
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 1,
    "start": 0,
    "end": 55,
    "body": "‘In the beginning God created the heavens and the earth’ – The Catechism teaches that these first words of Scripture affirm three things: the eternal God gave a beginning to all that exists outside of himself, he alone is the Creator, and everything depends on him. It also reveals that all things were made through the eternal Word, and the Holy Spirit – the “giver of life” – is involved in creation. <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_one/article_1/i_believe_in_god_the_father_almighty,_creator_of_heaven_and_earth.html#290\" target=\"_blank\">CCC 290–291</a>"
  },
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 15,
    "start": 91,
    "end": 146,
    "body": "‘He will bruise your head, and you will bruise his heel’ – The Catechism calls this passage the Protoevangelium, the first announcement of the Messiah and Redeemer. It foretells a battle between the serpent and the Woman and promises the final victory of her descendant. Christian tradition sees this as a prophecy of Christ the new Adam and Mary the new Eve. <a href=\"https://www.vatican.va/archive/ENG0015/__P1C.HTM#410\" target=\"_blank\">CCC 410–411</a>"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 14,
    "start": 20,
    "end": 33,
    "body": "‘I AM WHO I AM’ – When God reveals his mysterious name to Moses, he discloses who he is and by what name he is to be called. The Catechism explains that this divine name expresses God as the One who is infinitely beyond all we can understand yet draws near to his people. God’s name reveals his faithfulness and his presence with his people throughout all generations. <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_one/article_1/i_believe_in_god_the_father_almighty,_creator_of_heaven_and_earth.html#206\" target=\"_blank\">CCC 206–207</a>"
  },
  {
    "book": "Matthew",
    "chapter": 28,
    "verse": 19,
    "start": 54,
    "end": 117,
    "body": "‘Baptising them in the name of the Father and of the Son and of the Holy Spirit’ – The Catechism teaches that Christians are baptised into the one name of the Father, the Son and the Holy Spirit, not three names, because there is only one God. It affirms that the Trinity is the central mystery of Christian faith and life and that the faith of all Christians rests on it. <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_one/article_1/i_believe_in_god_the_father_almighty,_creator_of_heaven_and_earth.html#232\" target=\"_blank\">CCC 232–234</a>"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 1,
    "start": 0,
    "end": 29,
    "body": "‘In the beginning was the Word’ – The Catechism notes that the apostles confess Jesus to be the eternal Word: “In the beginning was the Word, and the Word was with God, and the Word was God.” It emphasises that the Son is the image of the invisible God and the radiance of his glory. <a href=\"https://www.vatican.va/content/catechism/en/part_one/section_two/chapter_one/article_1/i_believe_in_god_the_father_almighty,_creator_of_heaven_and_earth.html#241\" target=\"_blank\">CCC 241</a>"
  }
]